INSERT INTO interests (name) VALUES 
-- Технологии и IT
('Программирование'), ('Искусственный интеллект'), ('Гаджеты'), ('Криптовалюты'), ('Кибербезопасность'), ('Веб-дизайн'), ('Data Science'), ('Разработка игр'),
-- Спорт и здоровье
('Футбол'), ('Баскетбол'), ('Теннис'), ('Йога'), ('Фитнес'), ('Бег'), ('Плавание'), ('Велоспорт'), ('Единоборства'), ('Сноубординг'),
-- Искусство и хобби
('Рисование'), ('Фотография'), ('Музыка'), ('Танцы'), ('Кино'), ('Театр'), ('Литература'), ('Рукоделие'), ('Игра на гитаре'), ('Вокал'),
-- Путешествия и отдых
('Путешествия'), ('Походы'), ('Кемпинг'), ('Альпинизм'), ('Пляжный отдых'), ('Гастротуризм'), ('Автопутешествия'), ('Экстремальный отдых'),
-- Еда и напитки
('Кулинария'), ('Вегетарианство'), ('Виноделие'), ('Кофе'), ('Выпечка'), ('Азиатская кухня'), ('Итальянская кухня'), ('Кондитерское дело'),
-- Наука и саморазвитие
('Психология'), ('Астрономия'), ('История'), ('Иностранные языки'), ('Философия'), ('Экономика'), ('Финансовая грамотность'), ('Медитация'),
-- Развлечения
('Настольные игры'), ('Видеоигры'), ('Квизы'), ('Стендап'), ('Аниме'), ('Комиксы'), ('Косплей'), ('Подкасты'),
-- Лайфстайл
('Волонтерство'), ('Экология'), ('Мода'), ('Интерьерный дизайн'), ('Садоводство'), ('Домашние животные'), ('Автомобили'), ('Инвестиции');
